{
  "plugins": {
    "DAPInstall.nvim": {
      "src": "https://github.com/Pocco81/DAPInstall.nvim"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "alpha-nvim": {
      "src": "https://github.com/goolord/alpha-nvim"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "cmp-dap": {
      "src": "https://github.com/rcarriga/cmp-dap"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "darkrose.nvim": {
      "src": "https://github.com/water-sucks/darkrose.nvim"
    },
    "dracula.nvim": {
      "src": "https://github.com/Mofiqul/dracula.nvim"
    },
    "dressing.nvim": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lsp-colors.nvim": {
      "src": "https://github.com/folke/lsp-colors.nvim"
    },
    "lspkind.nvim": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "onenord.nvim": {
      "src": "https://github.com/rmehri01/onenord.nvim"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope-dap.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-dap.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "transparent.nvim": {
      "src": "https://github.com/xiyaowong/transparent.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}
